[
  {
    "name": "Pär Nordström",
    "title": "Chairman of the Board",
    "description": "Pär Nordström holds a Master’s degree in engineering physics from KTH. With more than three decades in the global medical device industry, then serving as an Investment manager at Almi Invest, he has gained extensive experience in Medical devices, board work and startups. He currently serves on the board of three medical technology startups. Apart from his engagement in Medtech startups, he enjoys spending time in his house and on the golf courses in Southern Sweden.",
    "image": "/images/employees/Par.png",
    "linkedInLink": "https://www.linkedin.com/in/p%C3%A4r-nordstrom-7a399b9/"
  },
  {
    "name": "Agneta Franksson",
    "title": "Member of the Board",
    "description": "Agneta Franksson holds an MBA from Uppsala University and a Master’s degree from KTH, Stockholm. She has more than 25 years of experience in R&D, including clinical trials, product development, sales, marketing and CEO roles. Recently she has served as Sales Director at Tieto Healthcare & Welfare. Agneta has worked on about twenty boards since 2012. Her board experience spans both owner-managed and public companies, and she has received the national award “Supergasell 2016”, Dagens Industri.",
    "image": "/images/employees/Agneta.png",
    "linkedInLink": "https://www.linkedin.com/in/agneta-franksson-8647a210/"
  },
  {
    "name": "Emil Billbäck",
    "title": "Member of the Board",
    "description": "Over 30 years of experience within the Life Science industry, with several recent senior positions in private equity environment. Emil was recently Senior Advisor to the merged BSN Medical/SCA unit. Before the merger, he was Chief Commercial Officer. Emil is CEO of Bonesupport, a medical technology company listed on NASDAQ Stockholm.",
    "image": "/images/employees/Emil.png",
    "linkedInLink": "https://www.linkedin.com/in/emil-billbaeck-57033a4/"
  },
  {
    "name": "Peter Löwendahl",
    "title": "Member of the Board",
    "description": "More than 30 years of experience in ensuring predictable and sustainable market access globally in Life Science. Spent 15 years in senior global leadership roles within Elekta and GE Healthcare. Peter serves as a senior advisor to more than 15 medical device companies.",
    "image": "/images/employees/Peter.png",
    "linkedInLink": "https://www.linkedin.com/in/peter-l%C3%B6wendahl-328281a/"
  }
]
