[
  {
    "name": "Christoffer Ekström",
    "title": "CEO / Co-Founder",
    "description": "Christoffer Ekström is one of the founders of AI Medical Technology and is the company’s CEO and one of the board members. He is a serial entrepreneur and holds a Master’s degree in immersive technologies (M.Sc.) from Stockholm University and finalising a bachelor’s degree in business administration (BBA) at Uppsala University. Christoffer is an experienced climber and adventurer.",
    "image": "/images/employees/christoffer.jpg",
    "linkedInLink": "https://www.linkedin.com/in/ekstrom1/"
  },
  {
    "name": "Jonatan Helenason",
    "title": "Software Developer / Co-founder",
    "description": "Jonatan Helenason is one of the founders of AI Medical Technology, and besides working as a lead developer, he is the company’s Supply Manager. He holds a Master’s degree in immersive technologies (M.Sc.) from Stockholm University. While Jonatan enjoys travelling, he is, in the most positive sense, a nerd at heart and loves everything about programming, popular science and new technology.",
    "image": "/images/employees/jonatan.jpg",
    "linkedInLink": "https://www.linkedin.com/in/jonatan-helenason-68707b1bb/"
  },
  {
    "name": "Jens Dolve",
    "title": "CFO / Co-Founder",
    "description": "Jens Dolve is one of the founders of AI Medical Technology and is the company’s CFO. Previous experience includes Ernst & Young, Capgemini within Assurance, Transaction Advisory and Finance Transformation. Jens holds a M.Sc. in Economics and Business Administration from Lund’s University and studies in Financial Management at Sydney University.",
    "image": "/images/employees/jens.png",
    "linkedInLink": "https://www.linkedin.com/in/jens-dolve-031b9232/"
  },
  {
    "name": "Panos Papachristou",
    "title": "Co-Founder",
    "description": "Panos Papachristou is a co-founder of AI Medical Technology. He is a specialist physician in Family Medicine with a broad background from the fields of Biomedicine and Medicine. He holds a PhD from Karolinska Institutet where he is affiliated to continued research. Panos is a passionate serial house renovator.",
    "image": "/images/employees/panos.jpg",
    "linkedInLink": "https://www.linkedin.com/"
  },
  {
    "name": "Niya Thomas",
    "title": "Quality Assurance and Regulatory Affairs",
    "description": "Niya Thomas is our Quality and Regulatory Affairs manager. She holds her global masters degree in Bio-entrepreneurship from Karolinska Institutet and a dual BS-MS degree in biological sciences from Indian Institute of Science Education and Research Thiruvananthapuram. A young culinary aficionado at heart, Niya enjoys her weekends going on culinary jaunts with her friends, exploring Stockholm’s diverse food scene.",
    "image": "/images/employees/niya.jpg",
    "linkedInLink": "https://www.linkedin.com/in/niyathomas/"
  }
]
